Repository: joewing/jwm
Catalog: po/*.po
Languages: ka, th

source: invalid action: "%s"
ka: არასწორი ქმედება: "%s"
th: การกระทำที่ไม่ถูกต้อง: "%s"

source: action: root menu "%s" not defined
ka: ქმედება: ძირითადი მენიუ "%s" განსაზღვრული არაა
th: การดำเนินการ: ไม่ได้กำหนดเมนูรูท "%s"

source: no value specified for background
ka: ფონისთვის მნიშვნელობა მითითებული არაა
th: ไม่มีการระบุค่าสำหรับพื้นหลัง

source: invalid background type: "%s"
ka: არასწორი ფონის ტიპი: "%s"
th: ประเภทพื้นหลังไม่ถูกต้อง: "%s"

source: background image not found: "%s"
ka: ფონის გამოსახულება აღმოჩენილი არაა: "%s"
th: ไม่พบภาพพื้นหลัง: "%s"

source: Specified KeySym is not defined for any KeyCode
ka: მითითებული KeySym არაა აღწერილი არც ერთი KeyCode-სთვის
th: KeySym ที่ระบุ ไม่ได้กำหนด KeyCode ใด ๆ

source: modifier not found for keysym 0x%0x
ka: ვერ ვიპოვე მოდიფიკატორი keysym-სთვის 0x%0x
th: ไม่พบตัวแก้ไขสำหรับ Keysym 0x%0x

source: invalid modifier: "%c"
ka: არასწორი მოდიფიკატორი: "%c"
th: ตัวแก้ไขไม่ถูกต้อง: "%c"

source: invalid key symbol: "%s"
ka: არასწორი გასაღების სიმბოლო: "%s"
th: สัญลักษณ์คีย์ไม่ถูกต้อง: "%s"

source: neither key nor keycode specified for Key
ka: ჭდისთვის Key არც ღილაკი, არც ღილაკის კოდი მითითებული არაა
th: ไม่ได้ระบุคีย์หรือรหัสคีย์สำหรับคีย์

source: key binding: root menu "%s" not defined
ka: ღილაკის მიბმა: ძირითადი მენიუ "%s" აღწერილი არაა
th: การเชื่อมโยงคีย์: ไม่ได้กำหนดเมนูรูท "%s"

source: Kill this window?
ka: მოვკლა ეს ფანჯარა?
th: ฆ่าหน้าต่างนี้เหรอ?

source: This may cause data to be lost!
ka: ამან, შეიძლება, მონაცემების დაკარგვა გამოიწვიოს!
th: อาจทำให้ข้อมูลสูญหายได้!

source: exec failed: (%s) %s
ka: შესრულება ჩავარდა: (%s) %s
th: ดำเนินการล้มเหลว: (%s) %s

source: could not create pipe
ka: გადაცემის არხის შექმნა შეუძლებელია
th: ไม่สามารถสร้างไปป์ได้

source: could not set O_NONBLOCK
ka: დაყენების შეცდომა ალმისთვის O_NONBLOCK
th: ไม่สามารถตั้งค่า O_NONBLOCK

source: timeout: %s did not complete in %u milliseconds
ka: ვადა ამოიწურა: %s არ დასრულდა %u მილიწამში
th: การหมดเวลา: %s ไม่เสร็จสิ้นใน %u มิลลิวินาที

source: OK
ka: დიახ
th: ตกลง

source: Cancel
ka: გაუქმება
th: ยกเลิก

source: Confirm
ka: დადასტურება
th: ยืนยัน

source: empty Desktops Name tag
ka: ცარიელი სამუშაო მაგიდის სახელის ჭდე
th: แท็กชื่อเดสก์ท็อปที่ว่างเปล่า

source: only one Dock allowed
ka: დაშვებულია, მხოლოდ, ერთი მიმაგრება
th: อนุญาตให้มีท่าเรือเดียวเท่านั้น

source: could not acquire system tray selection
ka: სისტემურ საათში მონიშვნის მიღება შეუძლებელია
th: ไม่สามารถรับการเลือกถาดระบบได้

source: JWM: error:
ka: JWM: შეცდომა:
th: JWM: ข้อผิดพลาด:

source: JWM: warning:
ka: JWM: გაფრთხილება:
th: JWM: คำเตือน:

source: display is already managed
ka: ეკრანი უკვე იმართება
th: จอแสดงผลได้รับการจัดการแล้ว

source: could not load font: %s
ka: ვერ ჩავტვირთე ფონტი: %s
th: ไม่สามารถโหลดแบบอักษร: %s

source: could not load the default font: %s
ka: ვერ ჩავტვირთე ნაგულისხმევი ფონტი: %s
th: ไม่สามารถโหลดแบบอักษรเริ่มต้น: %s

source: empty Font tag
ka: ცარიელი ჭდე Font
th: แท็กแบบอักษรว่างเปล่า

source: invalid group class
ka: არასწორი ჯგუფის კლასი
th: คลาสกลุ่มไม่ถูกต้อง

source: invalid group name
ka: არასწორი ჯგუფის სახელი
th: ชื่อกลุ่มไม่ถูกต้อง

source: invalid group type
ka: არასწორი ჯგუფის ტიპი
th: ประเภทกลุ่มไม่ถูกต้อง

source: invalid group machine
ka: არასწორი ჯგუდის მანქანა
th: เครื่องกลุ่มไม่ถูกต้อง

source: invalid group desktop: %d
ka: არასწორი ჯგუფის სამუშაო მაგიდა: %d
th: เดสก์ท็อปกลุ่มไม่ถูกต้อง: %d

source: unrecognized extension for "%s", expected "%s"
ka: უცნობი გაფართოება "%s"-სთვის. მოველოდი: "%s"
th: นามสกุลที่ไม่รู้จักสำหรับ "%s", ต้องการ "%s"

source: could not create read struct for PNG image: %s
ka: ვერ შევქმენი წაკითხვის სტრუქტურა PNG გამოსახულებისთვის: %s
th: ไม่สามารถสร้างโครงสร้างการอ่านสำหรับรูปภาพ PNG: %s

source: error reading PNG image: %s
ka: PNG გამოსახულების წაკითხვის შეცდომა: %s
th: เกิดข้อผิดพลาดในการอ่านภาพ PNG: %s

source: could not create info struct for PNG image: %s
ka: ვერ შევქმენი ინფორმაციის სტრუქტურა PNG გამოსახულებისთვის: %s
th: ไม่สามารถสร้างโครงสร้างข้อมูลสำหรับรูปภาพ PNG: %s

source: %s[%u]: close tag "%s" does not match open tag "%s"
ka: %s[%u]: დახურვა ჭდისთვის "%s" არ ემთხვევა გახსნას ჭდისთვის "%s"

source: %s[%u]: unexpected and invalid close tag
ka: %s[%u]: მოულოდნელი და არასწორი დახურვის ჭდე
th: %s[%u]: แท็กปิดที่ไม่คาดคิดและไม่ถูกต้อง

source: %s[%u]: close tag "%s" without open tag
ka: %s[%u]: იხურება ჭდე "%s" გახსნის ჭდის გარეშე
th: %s[%u]: ปิดแท็ก "%s" โดยไม่ต้องเปิดแท็ก

source: %s[%u]: invalid close tag
ka: %s[%u]: არასწორი დახურვის ჭდე
th: %s[%u]: แท็กปิดไม่ถูกต้อง

source: %s[%u]: invalid open tag
ka: %s[%u]: არასწორი გახსნის ჭდე
th: %s[%u]: แท็กเปิดไม่ถูกต้อง

source: %s[%u]: invalid tag
ka: %s[%u]: არასწორი ჭდე
th: %s[%u]: แท็กไม่ถูกต้อง

source: %s[%u]: unexpected text: "%s"
ka: %s[%u]: მოულოდნელი ტექსტი: "%s"
th: %s[%u]: ข้อความที่ไม่คาดคิด: "%s"

source: %s[%d]: invalid entity: "%.8s"
ka: %s[%d]: არასწორი ობიექტი: "%.8s"
th: %s[%d]: เอนทิตีไม่ถูกต้อง: "%.8s"

source: out of memory
ka: არასაკმარისი მეხსიერება
th: หน่วยความจำไม่เพียงพอ

source: could not open %s
ka: %s ვერ გავხსენი
th: ไม่สามารถเปิด %s ได้

source: could not open %s or %s
ka: %s ან %s ვერ გავხსენი
th: ไม่สามารถเปิด %s หรือ %s ได้

source: include depth (%d) exceeded
ka: ჩასმის სიღრმე (%d) გადაცილებულია
th: รวมความลึก (%d) เกินแล้ว

source: invalid start tag: %s
ka: არასწორი დაწყების ჭდე: %s
th: แท็กเริ่มต้นไม่ถูกต้อง: %s

source: invalid include: %s
ka: არასწორი ჩასმა: %s
th: รวมไม่ถูกต้อง: %s

source: no action specified for Key
ka: ღილაკისთვის ქმედება მითითებული არაა
th: ไม่มีการระบุการดำเนินการสำหรับคีย์

source: invalid Key action: "%s"
ka: არასწორი ღილაკის ქმედება: "%s"
th: การกระทำของคีย์ไม่ถูกต้อง: "%s"

source: no action specified for Mouse
ka: თაგუნასთვის ქმედება მითითებული არაა
th: ไม่มีการระบุการกระทำสำหรับเมาส์

source: invalid Mouse action: "%s"
ka: არასწორი თაგუნას ქმედება: "%s"
th: การทำงานของเมาส์ไม่ถูกต้อง: "%s"

source: invalid Mouse context: "%s"
ka: არასწორი თაგუნას კონტექსტი: "%s"
th: บริบทของเมาส์ไม่ถูกต้อง: "%s"

source: invalid text alignment: "%s"
ka: არასწორი ტექსტის სწორება: "%s"
th: การจัดแนวข้อความไม่ถูกต้อง: "%s"

source: no include file specified
ka: ჩასასმელი ფაილი მითითებული არაა
th: ไม่ได้ระบุไฟล์รวม

source: could not process include: %s
ka: ვერ დავამუშავე ჩასმა: %s
th: ไม่สามารถดำเนินการได้รวมถึง: %s

source: could not open included file: %s
ka: ვერ გავხსენი ჩასმული ფაილი: %s
th: ไม่สามารถเปิดไฟล์ที่รวมอยู่: %s

source: invalid value for 'enabled': "%s"
ka: არასწორი მნიშვნელობა 'ჩართულიასთვის': "%s"
th: ค่าที่ไม่ถูกต้องสำหรับ 'เปิดใช้งาน': "%s"

source: invalid Group Option: %s
ka: არასწორი ჯგუფის პარამეტრი: %s
th: ตัวเลือกกลุ่มไม่ถูกต้อง: %s

source: invalid decorations: %s
ka: არასწორი დეკორაციები: %s
th: การตกแต่งที่ไม่ถูกต้อง: %s

source: %s is empty
ka: %s ცარიელია
th: %s ว่างเปล่า

source: invalid %s: "%s"
ka: არასწორი %s: "%s"
th: %s ไม่ถูกต้อง: "%s"

source: invalid value for %s: "%s"
ka: არასწორი მნიშვნელობა ცვლადისთვის %s: "%s"
th: ค่าที่ไม่ถูกต้องสำหรับ %s: "%s"

source: no value specified
ka: მნიშვნელობა მითითებული არაა
th: ไม่มีการระบุค่า

source: invalid setting: %s
ka: არასწორი პარამეტრი: %s
th: การตั้งค่าไม่ถูกต้อง: %s

source: invalid opacity: %s
ka: არასწორი გაუმჭვირვალობა: %s
th: ความทึบไม่ถูกต้อง: %s

source: invalid layer: %s
ka: არასწორი შრე: %s
th: เลเยอร์ไม่ถูกต้อง: %s

source: invalid tag in %s: %s
ka: არასწორი ჭდე %s-ში: %s
th: แท็กไม่ถูกต้องใน %s: %s

source: configuration error
ka: კონფიგურაციის შეცდომა
th: ข้อผิดพลาดในการกำหนดค่า

source: invalid root menu specified: "%c"
ka: მითითებულია არასწორი ძირითადი მენიუ: "%c"
th: ระบุเมนูรูทเนมไม่ถูกต้อง: "%c"

source: Exit JWM
ka: JWM-დან გასვლა
th: ออกจาก JWM

source: Are you sure?
ka: დარწმუნებული ბრძანდებით?
th: คุณแน่ใจเหรอ?

source: cannot swallow a client with no name
ka: უსახელო კლიენტის ჩაყლაპვა შეუძლებელია
th: ไม่สามารถกลืนผู้ใช้ที่ไม่มีชื่อได้

source: Close
ka: დახურვა
th: ปิด

source: Minimize
ka: ჩაკეცვა
th: ย่อหน้าต่าง

source: Restore
ka: აღდგენა
th: เปิดขึ้น

source: Send To
ka: გაგზავნა
th: ส่งไปที่

source: invalid maxwidth for TaskList: %s
ka: არასწორი მაქს. სიგანე ამოცანების სიისთვის: %s
th: ความกว้างสูงสุดไม่ถูกต้องสำหรับรายการงาน: %s

source: invalid height for TaskList: %s
ka: არასწორი სიმაღლე ამოცანების სიისთვის: %s
th: ความสูงไม่ถูกต้องสำหรับรายการงาน: %s

source: invalid labelpos for TaskList: %s
ka: არასწორი ჭდის მდებარეობა ამოცანების სიისთვის: %s
th: labelpos ไม่ถูกต้องสำหรับรายการงาน: %s

source: invalid tray layout: "%s"
ka: არასწორი სისტემური კუთხის განლაგება: "%s"
th: รูปแบบถาดไม่ถูกต้อง: "%s"

source: invalid tray horizontal alignment: "%s"
ka: არასწორი სისტემური კუთხის ვერტიკალური სწორება: "%s"
th: การจัดตำแหน่งแนวนอนของถาดไม่ถูกต้อง: "%s"

source: invalid tray vertical alignment: "%s"
ka: არასწორი სისტემური კუთხის ჰორიზონტალური სწორება: "%s"
th: การจัดแนวแนวตั้งของถาดไม่ถูกต้อง: "%s"

source: could not load tray icon: "%s"
ka: ვერ ჩავტვირთე სისტემური კუთხის ხატულა: "%s"
th: ไม่สามารถโหลดไอคอนถาด: "%s"

source: no icon or label for TrayButton
ka: სისტემურ კუთხეში ღილაკისთვის ჭდე ან ხატულა მითითებული არაა
th: ไม่มีไอคอนหรือป้ายกำกับสำหรับปุ่มถาด

source: Kill
ka: მოკვლა
th: ฆ่า

source: Resize
ka: ზომის შეცვლა
th: ปรับขนาด

source: Move
ka: გადატანა
th: ย้าย

source: Unshade
ka: განჩრდილვა
th: กางหน้าต่าง

source: Shade
ka: დაჩრდილვა
th: พับหน้าต่าง

source: Maximize-y
ka: გადიდება-y
th: ขยายใหญ่สุด-y

source: Maximize-x
ka: გადიდება-x
th: ขยายใหญ่สุด-x

source: Maximize
ka: გადიდება
th: ขยายใหญ่สุด

source: Unstick
ka: მოხსნა
th: ถอด

source: Stick
ka: დაწებება
th: ติด

source: Layer
ka: შრე
th: ชั้น

source: [Above]
ka: [ზემოდან]
th: [ข้างบน]

source: Above
ka: ზემოდან
th: ข้างบน

source: [Normal]
ka: [ნორმალური]
th: [ปกติ]

source: Normal
ka: ნორმალური
th: ปกติ

source: [Below]
ka: [ქვემოდან]
th: [ด้านล่าง]

source: Below
ka: ქვემოთ
th: ด้านล่าง
